Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# notion.settings.title
source: Configure a token and sync topics to Notion
zh_hans: Notion 同步
zh_hk: Notion 同步

# notion.step1.body
source: 1. Open notion.so/my-integrations 2. Create an Internal Integration and connect a workspace 3. Copy the Internal Integration Secret 4. Paste it below
zh_hans: 1. 打开 notion.so/my-integrations 2. 新建 Internal Integration 并关联 workspace 3. 复制 Internal Integration Secret 4. 粘贴到下方输入框
zh_hk: 1. 打開 notion.so/my-integrations 2. 新建 Internal Integration 並關聯 workspace 3. 複製 Internal Integration Secret 4. 粘貼到下方輸入框

# notion.step1.title
source: Create an integration to get a token
zh_hans: 创建 Integration 获取 Token
zh_hk: 創建 Integration 獲取 Token

# notion.step2.body
source: Share the integration with the target page/database via Connections. Paste a Database ID, or a Page ID to create a template database (Name/URL/Topic ID/Post ID).
zh_hans: 把 Integration 通过 Connections 分享给目标 Page/Database。可粘贴 Database ID，或提供 Page ID 一键创建模板 Database（含 Name/URL/Topic ID/Post ID 等字段）。
zh_hk: 把 Integration 通過 Connections 分享給目標 Page/Database。可粘貼 Database ID，或提供 Page ID 一鍵創建模板 Database（含 Name/URL/Topic ID/Post ID 等字段）。

# notion.step2.title
source: Prepare a database
zh_hans: 准备 Database
zh_hk: 準備 Database

# notion.step3.body
source: After a successful test, export a topic to Notion from the topic menu.
zh_hans: 测试通过后配置生效，可在话题导出菜单选择同步到 Notion。
zh_hk: 測試通過後配置生效，可在話題導出菜單選擇同步到 Notion。

# notion.step3.title
source: Save and test
zh_hans: 保存并测试
zh_hk: 保存並測試

# notion.subtitle
source: Sync posts into your Notion database
zh_hans: 将帖子完整同步到你的 Notion Database
zh_hk: 將帖子完整同步到你的 Notion Database

# notion.sync
source: Sync to Notion
zh_hans: 同步到 Notion
zh_hk: 同步到 Notion

# notion.sync_options
source: Sync options
zh_hans: 同步选项
zh_hk: 同步選項

# notion.sync_scope
source: Default sync range
zh_hans: 默认同步范围
zh_hk: 默認同步範圍

# notion.sync.success
source: Synced
zh_hans: 同步成功
zh_hk: 同步成功

# notion.sync.success_message
source: Written to Notion
zh_hans: 已写入 Notion
zh_hk: 已寫入 Notion

# notion.syncing
source: Syncing to Notion…
zh_hans: 正在同步到 Notion…
zh_hk: 正在同步到 Notion…

# notion.test_failed
source: Connection failed: %@
zh_hans: 连接失败：%@
zh_hk: 連接失敗：%@

# notion.test_ok
source: Connected: %@
zh_hans: 连接成功：%@
zh_hk: 連接成功：%@

# notion.token_required
source: Enter an Integration Token first
zh_hans: 请先填写 Integration Token
zh_hk: 請先填寫 Integration Token

# notion.token_security_note
source: The Integration Token stays in the Keychain on this device. It isn’t written to ordinary backups.
zh_hans: Integration Token 仅保存在本机 Keychain，不会写入普通配置备份文件。
zh_hk: Integration Token 僅保存在本機 Keychain，不會寫入普通配置備份文件。

# pending.empty
source: Nothing pending
zh_hans: 暂无待审内容
zh_hk: 暫無待審內容

# pending.new_topic
source: New topic
zh_hans: 新主题
zh_hk: 新主題

# pending.reply
source: Reply
zh_hans: 回复
zh_hk: 回復

# pending.subtitle
source: Review topics and replies waiting for approval
zh_hans: 查看送审中的主题与回复
zh_hk: 查看送審中的主題與回復

# pending.title
source: Pending
zh_hans: 待审内容
zh_hk: 待審內容

# pending.untitled
source: Pending
zh_hans: 待审内容
zh_hk: 待審內容

# plugin.dock.empty
source: No Dock plugins Open Mini Programs from Me
zh_hans: 暂无 Dock 插件 请到「我的」打开小程序
zh_hk: 暫無 Dock 插件 請到「我的」打開小程序

# plugin.dock.ldc_store.subtitle
source: Browse in a separate window
zh_hans: 在独立窗口中浏览
zh_hk: 在獨立視窗中瀏覽

# plugin.dock.menu.title
source: Plugins
zh_hans: 插件
zh_hk: 插件

# plugin.dock.newapi.subtitle
source: Manage accounts and check in
zh_hans: 管理账号并执行签到
zh_hk: 管理帳號並執行簽到

# plugin.dock.open
source: Open Plugin Dock
zh_hans: 打开插件 Dock
zh_hk: 開啟插件 Dock

# plugin.window.close
source: Close plugin window
zh_hans: 关闭插件窗口
zh_hk: 關閉插件視窗

# plugin.window.minimize
source: Minimize plugin window
zh_hans: 最小化插件窗口
zh_hk: 最小化插件視窗

# plugin.window.workspace
source: Workspace
zh_hans: 独立工作区
zh_hk: 獨立工作區

# plugins.ldc_store.title
source: LD Store
zh_hans: LD 士多
zh_hk: LD 士多

# plugins.newapi.add
source: Add a NewAPI site
zh_hans: 添加 NewAPI 平台
zh_hk: 添加 NewAPI 平台

# plugins.newapi.add_from_browser
source: Add to NewAPI check-in
zh_hans: 添加到 NewAPI 签到
zh_hk: 添加到 NewAPI 籤到

# plugins.newapi.add_from_browser.invalid_url
source: Couldn’t read this site URL
zh_hans: 无法识别当前站点地址
zh_hk: 無法識別當前站點地址

# plugins.newapi.add_from_browser.saved
source: Added to NewAPI check-in
zh_hans: 已添加到 NewAPI 签到
zh_hk: 已添加到 NewAPI 籤到

# plugins.newapi.add.help
source: Experimental: Token, User ID, and Cookie header. Credentials go in the Keychain.
zh_hans: 实验版支持 Token、User ID 和 Cookie Header，凭证会保存到 Keychain。
zh_hk: 實驗版支持 Token、User ID 和 Cookie Header，憑證會保存到 Keychain。

# plugins.newapi.auto_relogin
source: Sign in again automatically
zh_hans: 自动重新登录
zh_hk: 自動重新登錄

# plugins.newapi.auto_relogin.help
source: Open the login page to refresh cookies when the session expires
zh_hans: 登录失效时自动打开登录页刷新 Cookie
zh_hk: 登錄失效時自動打開登錄頁刷新 Cookie

# plugins.newapi.batch_result
source: Check-in results
zh_hans: 签到结果
zh_hk: 籤到結果

# plugins.newapi.check_in
source: Check in
zh_hans: 签到
zh_hk: 籤到

# plugins.newapi.curl_import
source: Import from curl
zh_hans: 从 Curl 导入
zh_hk: 從 Curl 導入

# plugins.newapi.curl_import.help
source: Parse curl and store the request and credentials securely
zh_hans: 解析 Curl 并安全保存请求和凭证
zh_hk: 解析 Curl 並安全保存請求和憑證

# plugins.newapi.curl_import.invalid
source: Couldn’t parse the curl. Check the URL, quotes, and arguments.
zh_hans: Curl 内容无法解析，请检查 URL、引号和参数。
zh_hk: Curl 內容無法解析，請檢查 URL、引號和參數。

# plugins.newapi.custom.add
source: Add page
zh_hans: 添加页面
zh_hk: 添加頁面

# plugins.newapi.custom.edit
source: Edit page
zh_hans: 编辑页面
zh_hk: 編輯頁面

# plugins.newapi.custom.empty
source: No custom pages yet
zh_hans: 还没有自定义页面
zh_hk: 還沒有自定義頁面

# plugins.newapi.custom.empty_hint
source: Tap + in the top right to add a page
zh_hans: 点右上角 + 添加常用网页
zh_hk: 點右上角 + 添加常用網頁

# plugins.newapi.custom.name
source: Name
zh_hans: 名称
zh_hk: 名稱

# plugins.newapi.detail.actions
source: Actions
zh_hans: 操作
zh_hk: 操作

# plugins.newapi.detail.balance_updated
source: Balance updated
zh_hans: 余额已刷新
zh_hk: 餘額已刷新

# plugins.newapi.detail.configured
source: Configured
zh_hans: 已配置
zh_hk: 已配置

# plugins.newapi.detail.cookie_count
source: %d items
zh_hans: %d 项
zh_hk: %d 項

# plugins.newapi.detail.credentials_private
source: Credentials only show their status. Values aren’t displayed here.
zh_hans: 凭证仅显示配置状态，具体内容不会在此页面展示。
zh_hk: 憑證僅顯示配置狀態，具體內容不會在此頁面展示。

# plugins.newapi.detail.custom_request
source: Custom request overrides NewAPI defaults.
zh_hans: 已自定义请求，将覆盖 NewAPI 默认值。
zh_hk: 已自定義請求，將覆蓋 NewAPI 默認值。

# plugins.newapi.detail.delete_help
source: The site credentials and all check-in history will be deleted. This can’t be undone.
zh_hans: 平台凭证和全部签到记录都会被删除，无法恢复。
zh_hk: 平台憑證和全部籤到記錄都會被刪除，無法恢復。

# plugins.newapi.detail.delete_title
source: Delete site?
zh_hans: 删除平台？
zh_hk: 刪除平台？

# plugins.newapi.detail.duration
source: Duration
zh_hans: 耗时
zh_hk: 耗時

# plugins.newapi.detail.edit
source: Edit check-in request
zh_hans: 编辑签到请求
zh_hk: 編輯籤到請求

# plugins.newapi.detail.edit_help
source: Use a relative path or full URL. Import custom headers from curl.
zh_hans: 可填写相对路径或完整 URL。自定义 Header 可通过 Curl 导入。
zh_hk: 可填寫相對路徑或完整 URL。自定義 Header 可通過 Curl 導入。

# plugins.newapi.detail.empty_body
source: (empty / no body)
zh_hans: （空 / 不发送 body）
zh_hk: （空 / 不發送 body）

# plugins.newapi.detail.history
source: Recent history
zh_hans: 最近记录
zh_hk: 最近記錄

# plugins.newapi.detail.login_expired
source: Sign-in expired
zh_hans: 登录已失效
zh_hk: 登錄已失效

# plugins.newapi.detail.no_history
source: No check-in history yet
zh_hans: 还没有签到记录
zh_hk: 還沒有籤到記錄

# plugins.newapi.detail.not_configured
source: Not configured
zh_hans: 未配置
zh_hk: 未配置

# plugins.newapi.detail.not_run
source: Not checked in yet
zh_hans: 尚未签到
zh_hk: 尚未籤到

# plugins.newapi.detail.refresh_balance
source: Refresh balance
zh_hans: 刷新余额
zh_hk: 刷新餘額

# plugins.newapi.detail.relogin
source: Sign in again
zh_hans: 重新登录
zh_hk: 重新登錄

# plugins.newapi.detail.relogin_before_sign_in
source: Sign in again before check-in
zh_hans: 签到前重新登录
zh_hk: 籤到前重新登錄

# plugins.newapi.detail.relogin_before_sign_in.help
source: When on, refresh the token quietly before check-in. Open web login only if credentials fail.
zh_hans: 开启后，签到前会优先无感刷新 Token；凭证失效时才打开网页登录。
zh_hk: 開啓後，籤到前會優先無感刷新 Token；憑證失效時才打開網頁登錄。

# plugins.newapi.detail.request
source: Check-in request
zh_hans: 签到请求
zh_hk: 籤到請求

# plugins.newapi.detail.sign_in_flow
source: Check-in flow
zh_hans: 签到流程
zh_hk: 籤到流程

# plugins.newapi.detail.web_manual_sign_in
source: Web check-in
zh_hans: 网页签到
zh_hk: 網頁籤到

# plugins.newapi.empty
source: No NewAPI sites configured
zh_hans: 还没有配置 NewAPI 平台
zh_hk: 還沒有配置 NewAPI 平台

# plugins.newapi.empty.action
source: Tap here or + in the top right to add a NewAPI site
zh_hans: 点这里或右上角 + 添加 NewAPI 平台
zh_hk: 點這裏或右上角 + 添加 NewAPI 平台

# plugins.newapi.empty.title
source: No sites yet
zh_hans: 还没有平台
zh_hk: 還沒有平台

# plugins.newapi.history.all
source: All sites
zh_hans: 全部平台
zh_hk: 全部平台

# plugins.newapi.history.clear_help
source: Only deletes check-in history, not sites or credentials.
zh_hans: 只删除签到记录，不会删除平台和登录凭证。
zh_hk: 只刪除籤到記錄，不會刪除平台和登錄憑證。

# plugins.newapi.history.clear_title
source: Clear check-in history?
zh_hans: 清空签到历史？
zh_hk: 清空籤到歷史？

# plugins.newapi.history.deleted_platform
source: Deleted site
zh_hans: 已删除的平台
zh_hk: 已刪除的平台

# plugins.newapi.history.empty
source: No check-in history yet
zh_hans: 还没有签到记录
zh_hk: 還沒有籤到記錄

# plugins.newapi.history.today
source: Today
zh_hans: 今天
zh_hk: 今天

# plugins.newapi.history.yesterday
source: Yesterday
zh_hans: 昨天
zh_hk: 昨天

# plugins.newapi.invalid_request
source: Couldn’t build the check-in request
zh_hans: 无法构造签到请求
zh_hk: 無法構造籤到請求

# plugins.newapi.invalid_url
source: Invalid site URL
zh_hans: 平台地址无效
zh_hk: 平台地址無效

# plugins.newapi.login.clear_all_cookies
source: Clear all cookies (including OAuth)
zh_hans: 清除全部 Cookie（含 OAuth）
zh_hk: 清除全部 Cookie（含 OAuth）

# plugins.newapi.login.clear_site_cookies
source: Clear this site’s cookies
zh_hans: 清除本站 Cookie
zh_hk: 清除本站 Cookie

# plugins.newapi.login.complete
source: Finish Login
zh_hans: 完成登录
zh_hk: 完成登入

# plugins.newapi.login.current_host
source: Currently on %@
zh_hans: 当前在 %@
zh_hk: 目前在 %@

# plugins.newapi.login.entry.title
source: WebView Login
zh_hans: WebView 登录
zh_hk: WebView 登入

# plugins.newapi.login.not_detected
source: No valid session was detected. Make sure the website is signed in.
zh_hans: 暂未检测到有效登录，请确认网页已登录
zh_hk: 尚未偵測到有效登入，請確認網頁已登入

# plugins.newapi.login.paste
source: Paste
zh_hans: 粘贴
zh_hk: 貼上

# plugins.newapi.login.probing
source: Verifying login…
zh_hans: 正在验证登录状态…
zh_hk: 正在驗證登入狀態…

# plugins.newapi.login.site
source: Site
zh_hans: 站点
zh_hk: 站點

# plugins.newapi.login.site.help
source: Enter the site home URL, for example https://ai.example.com
zh_hans: 输入站点首页地址，例如 https://ai.example.com
zh_hk: 輸入站點首頁網址，例如 https://ai.example.com

# plugins.newapi.login.success
source: Login succeeded. Credentials were saved securely.
zh_hans: 登录成功，凭证已安全保存
zh_hk: 登入成功，憑證已安全儲存

# plugins.newapi.login.type
source: Type
zh_hans: 类型
zh_hk: 類型

# plugins.newapi.login.type.custom
source: Custom
zh_hans: 自定义
zh_hk: 自訂

# plugins.newapi.login.type.custom.help
source: Finish manually after login. Only cookies are saved; configure the check-in request in platform details.
zh_hans: 登录后手动完成，仅保存 Cookie；签到请求可在平台详情中配置。
zh_hk: 登入後手動完成，只儲存 Cookie；簽到請求可在平台詳情中設定。

# plugins.newapi.login.type.newapi.help
source: Login completion is detected automatically, including user ID, access token, and cookies.
zh_hans: 登录会自动检测完成，并提取用户 ID、访问令牌和 Cookie。
zh_hk: 登入會自動偵測完成，並擷取使用者 ID、存取權杖和 Cookie。

# plugins.newapi.login.waiting
source: Waiting for login…
zh_hans: 正在等待登录…
zh_hk: 正在等待登入…

# plugins.newapi.manual_add
source: Add manually
zh_hans: 手动添加
zh_hk: 手動添加

# plugins.newapi.manual.clear_all
source: Clear all cookies
zh_hans: 清除全部 Cookie
zh_hk: 清除全部 Cookie

# plugins.newapi.manual.clear_platform
source: Clear this site’s cookies
zh_hans: 清除当前平台 Cookie
zh_hk: 清除當前平台 Cookie

# plugins.newapi.name
source: Name
zh_hans: 名称
zh_hk: 名稱

# plugins.newapi.overview
source: Overview
zh_hans: 总览
zh_hk: 總覽

# plugins.newapi.platform.source.manual
source: Manual
zh_hans: 手动
zh_hk: 手動

# plugins.newapi.platform.type.custom
source: CUSTOM
zh_hans: 自定义
zh_hk: 自訂

# plugins.newapi.relogin_required_in_app
source: Sign in again inside Doer before checking in
zh_hans: 需要先在 Doer 内重新登录后签到
zh_hk: 需要先在 Doer 內重新登錄後籤到

# plugins.newapi.section.platforms
source: Sites
zh_hans: 平台
zh_hk: 平台

# plugins.newapi.section.platforms_count
source: Sites · %d
zh_hans: 平台 · %d
zh_hk: 平台 · %d

# plugins.newapi.settings.about
source: About
zh_hans: 关于
zh_hk: 關於

# plugins.newapi.settings.check_in
source: Check-in
zh_hans: 签到
zh_hk: 籤到

# plugins.newapi.settings.tabs
source: Tab bar
zh_hans: 底部标签
zh_hk: 底部標籤

# plugins.newapi.settings.tabs.footer
source: Turn a tab off to hide it. You can turn it back on anytime.
zh_hans: 关闭后对应标签会从底部栏隐藏，可随时再打开。
zh_hk: 關閉後對應標籤會從底部欄隱藏，可隨時再打開。

# plugins.newapi.settings.version
source: NewAPI check-in
zh_hans: NewAPI 签到
zh_hk: NewAPI 籤到

# plugins.newapi.settings.version_detail
source: Mini program · layout matches NewAPSign
zh_hans: 小程序版 · 布局对齐 NewAPSign
zh_hk: 小程序版 · 佈局對齊 NewAPSign

# plugins.newapi.sign_in
source: Check in now
zh_hans: 立即签到
zh_hk: 立即籤到

# plugins.newapi.sign_in_all
source: Check in all
zh_hans: 全部签到
zh_hk: 全部籤到

# plugins.newapi.status.already
source: Already checked in
zh_hans: 已签到
zh_hk: 已籤到

# plugins.newapi.status.expired
source: Sign-in expired
zh_hans: 登录失效
zh_hk: 登錄失效

# plugins.newapi.status.server_error
source: Server error
zh_hans: 服务器错误
zh_hk: 伺服器錯誤

# plugins.newapi.status.success
source: Success
zh_hans: 成功
zh_hk: 成功

# plugins.newapi.status.unknown
source: Unknown
zh_hans: 未知
zh_hk: 未知

# plugins.newapi.summary.total
source: %d sites
zh_hans: 共 %d 个平台
zh_hk: 共 %d 個平台

# plugins.newapi.tab.check_in
source: Check-in
zh_hans: 签到
zh_hk: 籤到

# plugins.newapi.tab.custom
source: Custom
zh_hans: 自定义
zh_hk: 自定義

# plugins.newapi.tab.history
source: History
zh_hans: 历史
zh_hk: 歷史

# plugins.newapi.tab.settings
source: Settings
zh_hans: 设置
zh_hk: 設置

# plugins.newapi.title
source: NewAPI Check-in
zh_hans: NewAPI 签到
zh_hk: NewAPI 簽到

# plugins.newapi.web_login
source: Web Login
zh_hans: 网页登录
zh_hk: 網頁登入

# plugins.provider_format
source: Provider: %@
zh_hans: 提供者：%@
zh_hk: 提供者：%@

# post.action.failed
source: Action Failed
zh_hans: 操作失败
zh_hk: 操作失敗

# post.audio.message
source: Audio
zh_hans: 音频
zh_hk: 音頻

# post.boost.authors_count_fmt
source: %d people sent the same Boost
zh_hans: %d 人发送了相同 Boost
zh_hk: %d 人發送了相同 Boost

# post.boost.delete_fmt
source: Delete %@’s Boost
zh_hans: 删除 %@ 的 Boost
zh_hk: 刪除 %@ 的 Boost

# post.boost.delete_mine
source: Delete my Boost
zh_hans: 删除我的 Boost
zh_hk: 刪除我的 Boost

# post.boost.failed
source: Failed to send Boost
zh_hans: Boost 发送失败
zh_hk: Boost 發送失敗

# post.boost.flag_failed
source: Couldn’t report Boost
zh_hans: 举报 Boost 失败
zh_hk: 舉報 Boost 失敗

# post.boost.placeholder
source: Say something...
zh_hans: 说点什么...
zh_hk: 說點什麼...

# post.boost.view_authors
source: View senders
zh_hans: 查看发送者
zh_hk: 查看發送者

# post.copy_html
source: Copy original HTML
zh_hans: 复制原始HTML
zh_hk: 複製原始HTML

# post.copy_link
source: Copy link
zh_hans: 复制链接
zh_hk: 複製連結

# post.edit.action
source: Edit
zh_hans: 编辑
zh_hk: 編輯

# post.edit.title
source: Edit Comment
zh_hans: 编辑评论
zh_hk: 編輯評論

# post.edit.unavailable
source: This comment cannot be edited right now.
zh_hans: 这条评论当前无法编辑。
zh_hk: 這則評論目前無法編輯。

# post.flag.description_hint
source: More details
zh_hans: 补充说明
zh_hk: 補充説明

# post.flag.notify_moderators
source: Notify moderators
zh_hans: 通知版主
zh_hk: 通知版主

# post.link_copied
source: Link copied
zh_hans: 已复制链接
zh_hk: 已複製連結

# post.more_links %lld
source: %lld more links
zh_hans: 还有 %lld 条链接
zh_hk: 還有 %lld 條鏈接

# post.policy.accepted
source: Accepted
zh_hans: 已接受
zh_hk: 已接受

# post.policy.pending
source: Not accepted yet
zh_hans: 尚未接受
zh_hk: 尚未接受

# post.poll
source: Poll
zh_hans: 投票
zh_hk: 投票

# post.poll.closed
source: Closed
zh_hans: 已结束
zh_hk: 已結束

# post.poll.invalid_selection
source: Select at least one option
zh_hans: 请至少选择一个选项
zh_hk: 請至少選擇一個選項

# post.poll.pie
source: Poll pie chart
zh_hans: 投票饼图
zh_hk: 投票餅圖

# post.poll.submit
source: Vote
zh_hans: 投票
zh_hk: 投票

# post.poll.update
source: Update vote
zh_hans: 更新投票
zh_hk: 更新投票

# post.poll.view_results
source: View results
zh_hans: 查看结果
zh_hk: 查看結果

# post.poll.vote
source: Vote
zh_hans: 投票
zh_hk: 投票

# post.poll.vote_count
source: %lld votes
zh_hans: %lld 票
zh_hk: %lld 票

# post.poll.vote_failed
source: Failed to vote
zh_hans: 投票失败
zh_hk: 投票失敗

# post.poll.voters_count
source: %lld voters
zh_hans: %lld 人已投票
zh_hk: %lld 人已投票

# post.quote_reply
source: Quote reply
zh_hans: 引用回复
zh_hk: 引用回復

# post.related_links
source: Related links
zh_hans: 相关链接
zh_hk: 相關鏈接

# post.replies %lld
source: ▼ %lld replies
zh_hans: ▼ %lld 条回复
zh_hk: ▼ %lld 條回復

# post.solved
source: Solved
zh_hans: 已解决
zh_hk: 已解決

# post.submit_flag
source: Submit report
zh_hans: 提交举报
zh_hk: 提交舉報

# post.submit.queued.message
source: Your content has been accepted and will appear after moderator approval.
zh_hans: 内容已提交，审核通过后会正常显示。
zh_hk: 內容已提交，審核通過後會正常顯示。

# post.submit.queued.title
source: Submitted for Review
zh_hans: 已提交审核
zh_hk: 已提交審核

# post.unsolved
source: Unsolved
zh_hans: 未解决
zh_hk: 未解決

# post.voice.message
source: Voice
zh_hans: 语音
zh_hk: 語音

# post.whisper
source: Whisper
zh_hans: 悄悄话
zh_hk: 悄悄話

# progress_gesture.action.ai
source: AI assistant
zh_hans: AI 助手
zh_hk: AI 助手

# progress_gesture.action.back
source: Back
zh_hans: 返回
zh_hk: 返回

# progress_gesture.action.bookmark
source: Bookmark
zh_hans: 书签
zh_hk: 書籤

# progress_gesture.action.browser
source: Open in browser
zh_hans: 浏览器打开
zh_hk: 瀏覽器打開

# progress_gesture.action.export
source: Export topic
zh_hans: 导出话题
zh_hk: 導出話題

# progress_gesture.action.filter
source: OP only
zh_hans: 只看楼主
zh_hk: 只看樓主

# progress_gesture.action.jump_unread
source: Jump to unread
zh_hans: 跳到未读
zh_hk: 跳到未讀

# progress_gesture.action.nested
source: Thread view
zh_hans: 树形视图
zh_hk: 樹形視圖

# progress_gesture.action.next_post
source: Next post
zh_hans: 下一层
zh_hk: 下一層

# progress_gesture.action.none
source: None
zh_hans: 无
zh_hk: 無

# progress_gesture.action.notification
source: Notifications
zh_hans: 通知
zh_hk: 通知

# progress_gesture.action.previous_post
source: Previous post
zh_hans: 上一层
zh_hk: 上一層

# progress_gesture.action.read_later
source: Read Later
zh_hans: 稍后再看
zh_hk: 稍後再看

# progress_gesture.action.reading_settings
source: Reading settings
zh_hans: 阅读设置
zh_hk: 閲讀設置

# progress_gesture.action.refresh
source: Refresh
zh_hans: 刷新
zh_hk: 刷新

# progress_gesture.action.reply
source: Reply
zh_hans: 回复
zh_hk: 回復

# progress_gesture.action.search
source: Search
zh_hans: 搜索
zh_hk: 搜索

# progress_gesture.action.share
source: Share link
zh_hans: 分享链接
zh_hk: 分享連結

# progress_gesture.action.share_image
source: Share image
zh_hans: 分享图片
zh_hk: 分享圖片

# progress_gesture.action.timeline
source: Timeline
zh_hans: 时间线
zh_hk: 時間線

# progress_gesture.action.top
source: Jump to top
zh_hans: 回到顶部
zh_hk: 回到頂部

# progress_gesture.enable
source: Enable progress-bar gestures
zh_hans: 启用进度条手势
zh_hk: 啓用進度條手勢

# progress_gesture.enable.subtitle
source: Swipe left / right / up on the topic progress bar, plus the touch-and-hold menu
zh_hans: 在话题进度条上使用左滑 / 右滑 / 上滑与长按菜单
zh_hk: 在話題進度條上使用左滑 / 右滑 / 上滑與長按菜單

# progress_gesture.long_press_menu
source: Touch-and-hold menu
zh_hans: 长按菜单
zh_hk: 長按菜單

# progress_gesture.menu.already_added
source: Already added
zh_hans: 已添加
zh_hk: 已添加

# progress_gesture.menu.available
source: Available
zh_hans: 可添加
zh_hk: 可添加

# progress_gesture.menu.empty
source: Not configured
zh_hans: 未配置
zh_hk: 未配置

# progress_gesture.menu.footer
source: These actions appear when you touch and hold the topic progress bar. Drag to reorder. Up to 8.
zh_hans: 长按话题进度条时展开这些动作。可拖动排序，最多 8 项。
zh_hk: 長按話題進度條時展開這些動作。可拖動排序，最多 8 項。

# progress_gesture.menu.limit
source: Select up to %lld
zh_hans: 最多选择 %lld 项
zh_hk: 最多選擇 %lld 項

# progress_gesture.menu.selected_format
source: %1$lld / %2$lld selected
zh_hans: 已选 %1$lld / %2$lld
zh_hk: 已選 %1$lld / %2$lld

# progress_gesture.pick_action
source: Choose a gesture action
zh_hans: 选择手势动作
zh_hk: 選擇手勢動作

# progress_gesture.swipe_left
source: Swipe left
zh_hans: 左滑
zh_hk: 左滑

# progress_gesture.swipe_right
source: Swipe right
zh_hans: 右滑
zh_hk: 右滑

# progress_gesture.swipe_up
source: Swipe up
zh_hans: 上滑
zh_hk: 上滑

# reminder.action
source: Remind
zh_hans: 提醒
zh_hk: 提醒

# reminder.bookmark.title
source: Bookmark reminder
zh_hans: 书签提醒
zh_hk: 書籤提醒

# reminder.cancel_existing
source: Cancel existing reminder
zh_hans: 取消已有提醒
zh_hk: 取消已有提醒

# reminder.denied
source: Notifications aren’t allowed
zh_hans: 未获得通知权限
zh_hk: 未獲得通知權限

# reminder.pick
source: Set a reminder
zh_hans: 设置提醒
zh_hk: 設置提醒

# reminder.preset.1h
source: In 1 hour
zh_hans: 1 小时后
zh_hk: 1 小時後

# reminder.preset.tomorrow
source: Tomorrow 9:00
zh_hans: 明天 9:00
zh_hk: 明天 9:00

# reminder.preset.tonight
source: Tonight 21:00
zh_hans: 今晚 21:00
zh_hk: 今晚 21:00

# reminder.read_later.title
source: Read Later reminder
zh_hans: 稍后阅读提醒
zh_hk: 稍後閲讀提醒

# reminder.scheduled
source: Local reminder set
zh_hans: 已设置本地提醒
zh_hk: 已設置本地提醒

# reply.customize
source: Customize
zh_hans: 自定义
zh_hk: 自定義

# reply.discard
source: Discard
zh_hans: 舍弃
zh_hk: 捨棄

# reply.discard.confirm.message
source: Your draft will be lost.
zh_hans: 当前内容会丢失。
zh_hk: 當前內容會丟失。

# reply.discard.confirm.title
source: Discard Reply?
zh_hans: 舍弃回复？
zh_hk: 捨棄回復？

# reply.markdown_placeholder
source: Say something... (Markdown supported)
zh_hans: 说点什么吧...（支持 Markdown）
zh_hk: 說點什麼吧...（支持 Markdown）

# reply.more_tools
source: More Tools
zh_hans: 更多工具
zh_hk: 更多工具

# reply.paste.image.invalid
source: Couldn’t read the clipboard image
zh_hans: 无法读取剪贴板图片
zh_hk: 無法讀取剪貼板圖片

# reply.placeholder
source: Enter your reply...
zh_hans: 输入回复内容...
zh_hk: 輸入回復內容...

# reply.preview.empty
source: Nothing to preview
zh_hans: 暂无可预览内容
zh_hk: 暫無可預覽內容

# reply.queued.message
source: Your reply was submitted and will appear after approval.
zh_hans: 回复已提交，等待审核通过后显示。
zh_hk: 回復已提交，等待審核通過後顯示。

# reply.queued.title
source: Pending review
zh_hans: 已进入审核
zh_hk: 已進入審核

# reply.send
source: Send
zh_hans: 发送
zh_hk: 發送

# reply.send.failed
source: Failed to Send
zh_hans: 发送失败
zh_hk: 發送失敗

# reply.template.code
source: Code
zh_hans: 代码
zh_hk: 代碼

# reply.template.steps
source: Steps
zh_hans: 步骤
zh_hk: 步驟

# reply.template.summary
source: Summary
zh_hans: 总结
zh_hk: 總結

# reply.title
source: Reply
zh_hans: 回复
zh_hk: 回復

# reply.title.to %@
source: Reply to @%@
zh_hans: 回复 @%@
zh_hk: 回復 @%@

# reply.title.topic
source: Reply Topic
zh_hans: 回复话题
zh_hk: 回復話題

# reply.tool.ai_review
source: AI Review
zh_hans: AI 预审
zh_hk: AI 預審

# reply.tool.attachment
source: Attachment
zh_hans: 附件
zh_hk: 附件

# reply.tool.block.details
source: Collapsible details
zh_hans: 折叠详情
zh_hk: 摺疊詳情

# reply.tool.block.divider
source: Divider
zh_hans: 分隔线
zh_hk: 分隔線

# reply.tool.block.math
source: Math block
zh_hans: 公式块
zh_hk: 公式塊

# reply.tool.block.table
source: Table
zh_hans: 表格
zh_hk: 表格

# reply.tool.bold
source: Bold
zh_hans: 粗体
zh_hk: 粗體

# reply.tool.bullet_list
source: Bullet List
zh_hans: 无序列表
zh_hk: 無序列表

# reply.tool.code_block
source: Code block
zh_hans: 代码块
zh_hk: 代碼塊

# reply.tool.grid.min_images
source: At least 2 images are required to make a grid
zh_hans: 至少需要 2 张图片才能组成网格
zh_hk: 至少需要 2 張圖片才能組成網格

# reply.tool.heading
source: Heading
zh_hans: 标题
zh_hk: 標題

# reply.tool.image
source: Image
zh_hans: 图片
zh_hk: 圖片

# reply.tool.image_grid
source: Image grid
zh_hans: 图片网格
zh_hk: 圖片網格

# reply.tool.inline_code
source: Inline code
zh_hans: 行内代码
zh_hk: 行內代碼

# reply.tool.insert
source: Insert
zh_hans: 插入
zh_hk: 插入

# reply.tool.insert_block
source: Insert block
zh_hans: 插入块
zh_hk: 插入塊

# reply.tool.italic
source: Italic
zh_hans: 斜体
zh_hk: 斜體

# reply.tool.link
source: Link
zh_hans: 链接
zh_hk: 鏈接
